{
  "metadata": {
    "source_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1495268/",
    "category": "healthcare",
    "scraped_at": "2025-11-05T16:59:57.490Z",
    "scraper_version": "1.0.0"
  },
  "success": true,
  "data": {
    "markdown": "[Skip to main content](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#main-content)\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/us_flag.svg)\n\nAn official website of the United States government\n\n\nHere's how you know\n\nHere's how you know\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA\n**.gov** website belongs to an official\ngovernment organization in the United States.\n\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (\nLock\nLocked padlock icon\n) or **https://** means you've safely\nconnected to the .gov website. Share sensitive\ninformation only on official, secure websites.\n\n\n### Notice\n\nBecause of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be processed, and the agency may not be able to respond to inquiries until appropriations are enacted. The NIH Clinical Center (the research hospital of NIH) is open. For more details about its operating status, please visit [cc.nih.gov](http://cc.nih.gov/). Updates regarding government operating status and resumption of normal operations can be found at [opm.gov](https://www.opm.gov/).\n\n[![NCBI home page](https://pmc.ncbi.nlm.nih.gov/static/img/ncbi-logos/nih-nlm-ncbi--white.svg)](https://www.ncbi.nlm.nih.gov/)\n\nSearch\n\n\n\n\n\n\n\nLog in\n\n- [Dashboard](https://www.ncbi.nlm.nih.gov/myncbi/)\n- [Publications](https://www.ncbi.nlm.nih.gov/myncbi/collections/bibliography/)\n- [Account settings](https://www.ncbi.nlm.nih.gov/account/settings/)\n-\n\n\nLog out\n\n\n\n\n\n\nSearch…\n\nSearch NCBI\n\n\nPrimary site navigation\n\n\n![Close](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons/close.svg)\n Search\n ![Search](<Base64-Image-Removed>)\n\nLogged in as:\n\n\n- [Dashboard](https://www.ncbi.nlm.nih.gov/myncbi/)\n- [Publications](https://www.ncbi.nlm.nih.gov/myncbi/collections/bibliography/)\n- [Account settings](https://www.ncbi.nlm.nih.gov/account/settings/)\n\nLog in\n\n[Home](https://pmc.ncbi.nlm.nih.gov/ \"Home\")\n\nSearch PMC Full-Text Archive\n\nSearch in PMC![Search](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons-bg/search--white.svg)\n\n- [Journal List](https://pmc.ncbi.nlm.nih.gov/journals/)\n- [User Guide](https://pmc.ncbi.nlm.nih.gov/about/userguide/)\n\n- [View on publisher site](https://doi.org/10.1046/j.1525-1497.2001.016009606.x) View on publisher site\n- [Download PDF](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/pdf/jgi_01114.pdf) Download PDF\n- Add to Collections\n- Cite\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\nAs a library, NLM provides access to scientific literature. Inclusion in an NLM database does not imply endorsement of, or agreement with,\nthe contents by NLM or the National Institutes of Health.\n\nLearn more:\n[PMC Disclaimer](https://pmc.ncbi.nlm.nih.gov/about/disclaimer/)\n\\|\n[PMC Copyright Notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\n![Journal of General Internal Medicine logo](https://cdn.ncbi.nlm.nih.gov/pmc/banners/logo-jgimed.jpg)\n\nJ Gen Intern Med\n\n. 2001 Sep;16(9):606–613. doi: [10.1046/j.1525-1497.2001.016009606.x](https://doi.org/10.1046/j.1525-1497.2001.016009606.x)\n\n- [Search in PMC](https://pmc.ncbi.nlm.nih.gov/search/?term=%22J%20Gen%20Intern%20Med%22%5Bjour%5D)\n- [Search in PubMed](https://pubmed.ncbi.nlm.nih.gov/?term=%22J%20Gen%20Intern%20Med%22%5Bjour%5D)\n- [View in NLM Catalog](https://www.ncbi.nlm.nih.gov/nlmcatalog?term=%22J%20Gen%20Intern%20Med%22%5BTitle%20Abbreviation%5D)\n- [Add to search](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/?term=%22J%20Gen%20Intern%20Med%22%5Bjour%5D)\n\n# The PHQ-9\n\nValidity of a Brief Depression Severity Measure\n\n[Kurt Kroenke](https://pubmed.ncbi.nlm.nih.gov/?term=%22Kroenke%20K%22%5BAuthor%5D)\n\n### Kurt Kroenke, MD\n\n1Received from the Regenstrief Institute for Health Care and Department of Medicine, Indiana University, Indianapolis, Ind\n\nFind articles by [Kurt Kroenke](https://pubmed.ncbi.nlm.nih.gov/?term=%22Kroenke%20K%22%5BAuthor%5D)\n\n1, [Robert L Spitzer](https://pubmed.ncbi.nlm.nih.gov/?term=%22Spitzer%20RL%22%5BAuthor%5D)\n\n### Robert L Spitzer, MD\n\n2The New York State Psychiatric Institute and Department of Psychiatry, Columbia University, New York, NY\n\nFind articles by [Robert L Spitzer](https://pubmed.ncbi.nlm.nih.gov/?term=%22Spitzer%20RL%22%5BAuthor%5D)\n\n2, [Janet B W Williams](https://pubmed.ncbi.nlm.nih.gov/?term=%22Williams%20JBW%22%5BAuthor%5D)\n\n### Janet B W Williams, DSW\n\n2The New York State Psychiatric Institute and Department of Psychiatry, Columbia University, New York, NY\n\nFind articles by [Janet B W Williams](https://pubmed.ncbi.nlm.nih.gov/?term=%22Williams%20JBW%22%5BAuthor%5D)\n\n2\n\n- Author information\n- Copyright and License information\n\n1Received from the Regenstrief Institute for Health Care and Department of Medicine, Indiana University, Indianapolis, Ind\n\n2The New York State Psychiatric Institute and Department of Psychiatry, Columbia University, New York, NY\n\n✉\n\nAddress correspondence and reprint requests to Dr. Kroenke: Regenstrief Institute for Health Care, RG-6, 1050 Wishard Blvd., Indianapolis, IN 46202 (e-mail: kkroenke@regenstrief.org).\n\n2001 by the Society of General Internal Medicine\n\n[PMC Copyright notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\nPMCID: PMC1495268  PMID: [11556941](https://pubmed.ncbi.nlm.nih.gov/11556941/)\n\n## Abstract\n\n### OBJECTIVE\n\nWhile considerable attention has focused on improving the detection of depression, assessment of severity is also important in guiding treatment decisions. Therefore, we examined the validity of a brief, new measure of depression severity.\n\n### MEASUREMENTS\n\nThe Patient Health Questionnaire (PHQ) is a self-administered version of the PRIME-MD diagnostic instrument for common mental disorders. The PHQ-9 is the depression module, which scores each of the 9 DSM-IV criteria as “0” (not at all) to “3” (nearly every day). The PHQ-9 was completed by 6,000 patients in 8 primary care clinics and 7 obstetrics-gynecology clinics. Construct validity was assessed using the 20-item Short-Form General Health Survey, self-reported sick days and clinic visits, and symptom-related difficulty. Criterion validity was assessed against an independent structured mental health professional (MHP) interview in a sample of 580 patients.\n\n### RESULTS\n\nAs PHQ-9 depression severity increased, there was a substantial decrease in functional status on all 6 SF-20 subscales. Also, symptom-related difficulty, sick days, and health care utilization increased. Using the MHP reinterview as the criterion standard, a PHQ-9 score ≥10 had a sensitivity of 88% and a specificity of 88% for major depression. PHQ-9 scores of 5, 10, 15, and 20 represented mild, moderate, moderately severe, and severe depression, respectively. Results were similar in the primary care and obstetrics-gynecology samples.\n\n### CONCLUSION\n\nIn addition to making criteria-based diagnoses of depressive disorders, the PHQ-9 is also a reliable and valid measure of depression severity. These characteristics plus its brevity make the PHQ-9 a useful clinical and research tool.\n\n**Keywords:** depression, diagnosis, screening, psychological tests, health status\n\n* * *\n\nDepression is one of the most prevalent and treatable mental disorders and is regularly seen by a wide spectrum of health care providers, including mental health specialists, medical and surgical subspecialists, and primary care clinicians. There are a number of case-finding instruments for detecting depression in primary care, ranging from 2 to 28 items in length. [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b1), [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b2) Typically, these can be scored as continuous measures of depression severity and also have established cut points above which the probability of major depression is substantially increased. Scores on these various measures tend to be highly correlated, [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b3) and it is not evident that any one measure is superior to the others. [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b1), [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b2), [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b4)\n\nThe Patient Health Questionnaire (PHQ) is a new instrument for making criteria-based diagnoses of depressive and other mental disorders commonly encountered in primary care. The diagnostic validity of the PHQ has recently been established in 2 studies involving 3,000 patients in 8 primary care clinics and 3,000 patients in 7 obstetrics-gynecology clinics. [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b5), [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b6) At 9 items, the PHQ depression scale (which we call the PHQ-9) is half the length of many other depression measures, has comparable sensitivity and specificity, and consists of the actual 9 criteria upon which the diagnosis of DSM-IV depressive disorders is based. The latter feature distinguishes the PHQ-9 from other “2-step” depression measures for which, when scores are high, additional questions must be asked to establish DSM-IV depressive diagnoses. The PHQ-9 has the potential of being a dual-purpose instrument that, with the same 9 items, can establish depressive disorder diagnoses as well as grade depressive symptom severity. In this paper, we analyze data regarding the PHQ-9 to address 3 major questions:\n\n1. What is the reliability and efficiency of the PHQ-9 in clinical practice?\n\n2. What are the operating characteristics (sensitivity and specificity) of the PHQ-9 as a diagnostic instrument for depressive disorders?\n\n3. What is the construct validity of the PHQ-9 as a depression severity measure in relation to functional status, disability days, and health care utilization?\n\n\n## METHODS\n\n### Description of the PHQ and PHQ-9\n\nThe Patient Health Questionnaire (PHQ) is a 3-page questionnaire that can be entirely self-administered by the patient. [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b5) The clinician scans the completed questionnaire, verifies positive responses, and applies diagnostic algorithms that are abbreviated at the bottom of each page. The PHQ assesses 8 diagnoses, divided into threshold disorders (disorders that correspond to specific DSM-IV diagnoses: major depressive disorder, panic disorder, other anxiety disorder, and bulimia nervosa), and subthreshold disorders (disorders whose criteria encompass fewer symptoms than are required for any specific DSM-IV diagnoses: other depressive disorder, probable alcohol abuse/dependence, somatoform, and binge eating disorder).\n\nThe PHQ-9 ( [Appendix](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#app1)) is the 9-item depression module from the full PHQ. Major depression is diagnosed if 5 or more of the 9 depressive symptom criteria have been present at least “more than half the days” in the past 2 weeks, and 1 of the symptoms is depressed mood or anhedonia. Other depression is diagnosed if 2, 3, or 4 depressive symptoms have been present at least “more than half the days” in the past 2 weeks, and 1 of the symptoms is depressed mood or anhedonia. One of the 9 symptom criteria (“thoughts that you would be better off dead or of hurting yourself in some way”) counts if present at all, regardless of duration. As with the original PRIME-MD, before making a final diagnosis, the clinician is expected to rule out physical causes of depression, normal bereavement, and history of a manic episode.\n\nAs a severity measure, the PHQ-9 score can range from 0 to 27, since each of the 9 items can be scored from 0 (not at all) to 3 (nearly every day). An item was also added to the end of the diagnostic portion of the PHQ-9 asking patients who checked off any problems on the questionnaire: “How _difficult_ have these problems made it for you to do your work, take care of things at home, or get along with other people?”\n\n### PHQ Study Samples and Procedures\n\nFrom May 1997 to November 1998, 3,890 patients, 18 years or older, were invited to participate in the PHQ Primary Care Study. [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b5) There were 190 who declined to participate, 266 who started but did not complete the questionnaire (often because there was inadequate time before seeing their physician), and 434 whose questionnaires were not entered into the data set because the equivalent of approximately 1 page (20 items) was not completed. This resulted in the 3,000 primary care patients reported here (1,422 from 5 general internal medicine clinics and 1,578 from 3 family practice clinics). From May 1997 to March 1999, 3,636 patients, 18 years or older, were approached to participate in the PHQ Obstetrics-Gynecology (Ob-Gyn) Study. [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b6) There were 245 patients who declined to participate, 127 who started but did not complete the questionnaire, and 264 whose questionnaires were not entered into the data set because the equivalent of approximately 1 page was not completed. This resulted in the 3,000 subjects from 7 obstetrics-gynecology (ob-gyn) sites. All sites used one of 2 subject selection methods to minimize sampling bias: either consecutive patients for a given clinic session or every _n_ th patient until the intended quota for that session was achieved. Patient characteristics are summarized in [Table 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tbl1). Besides being entirely women, the ob-gyn sample had a younger average age, more Hispanic subjects, lower average education, and less medical comorbidity.\n\n#### Table 1.\n\nCharacteristics of Patients in the PHQ Primary Care and Obstetrics-gynecology Studies\n\n| Patient Characteristic | Study 1 PHQ Primary Care | Study 2 PHQ Ob-gyn |\n| :-- | :-: | :-: |\n| Subjects, _N_ | 3,000 | 3,000 |\n| Established clinic patient, % | 80 | 71 |\n| Mean age, y ±SD | 46 ± 17 | 31 ± 11 |\n| Women, % | 66 | 100 |\n| Race, % |  |  |\n| White | 79 | 39 |\n| African American | 13 | 15 |\n| Hispanic | 4 | 39 |\n| Marital status, % |  |  |\n| Married | 48 | 52 |\n| Never married | 23 | 33 |\n| Divorced/separated/widowed | 29 | 15 |\n| Education, % |  |  |\n| College graduate | 27 | 16 |\n| Partial college | 27 | 25 |\n| High school graduate only | 33 | 32 |\n| Less than high school | 13 | 27 |\n| Medical conditions, % |  |  |\n| Hypertension | 25 | 2 |\n| Arthritis | 11 | 1 |\n| Diabetes | 8 | 1 |\n| Pulmonary | 7 | 2 |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/table/tbl1/)\n\nA total of 62 physicians participated in the PHQ Primary Care Study (21 general internal medicine and 41 family practice \\[19 of who were family practice residents\\]). Their mean age was 37 years (standard deviation \\[SD\\], 6.5), and 63% were male. A total of 40 physicians and 21 nurse practitioners participated in the PHQ Ob-Gyn. Their mean age was 39 years (SD, 8.9), and 48% were male.\n\nBefore seeing the physician, all patients completed the PHQ. Additionally, they completed the Medical Outcomes Study Short-Form General Health Survey (SF-20). [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b7) The SF-20 measures functional status in 6 domains (all scores from 0 to 100; 100=best health). Also, patients estimated the number of physician visits and disability days during the past 3 months.\n\n### Mental Health Professional (MHP) Validation Interviews\n\nTo determine the agreement of PHQ diagnoses with those of MHPs, midway through the PHQ Primary Care Study, a MHP (a PhD clinical psychologist or 1 of 3 senior psychiatric social workers) attempted to interview by telephone all subsequently entered subjects who had a telephone, agreed to be interviewed, and could be contacted within 48 hours. All except 1 site participated in these validation interviews. The MHP was blinded to the results of the PHQ. The rationale and further details of the MHP telephone interview, which used the overview from the SCID [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b8) and diagnostic questions from the PRIME-MD, are described in the original PRIME-MD report. [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b9) To examine test-retest reliability, the MHP graded the 9 PRIME-MD questions assessing DSM-IV symptoms using the same 4 response options as the PHQ-9 (i.e., not at all, several days, more than half the days, nearly every day).\n\nThe 580 subjects who had a MHP interview within 48 hours of completing the PHQ were, within each site, similar to patients not reinterviewed in terms of demographic profile, functional status, and frequency of psychiatric diagnoses. Agreement between the PHQ diagnoses and the MHP diagnoses was examined. One modification from the original PRIME-MD algorithm was necessary. The number of criteria required for diagnosing major depressive disorder could remain the same as in DSM-IV, i.e., 5 of 9 during the past 2 weeks. However, because the PHQ response set was expanded from the simple “yes/no” in the original PRIME-MD to 4 frequency levels, lowering the PHQ threshold from “nearly every day” to “more than half the days” raised the sensitivity from 37% to 73% while maintaining high specificity (94%).\n\n### Analysis\n\nFor most analyses, the PHQ-9 score was divided into the following categories of increasing severity: 0–4, 5–9, 10–14, 15–19, and 20 or greater. These categories were chosen for several reasons. The first was pragmatic, in that the cut points of 5, 10, 15, and 20 are simple for clinicians to remember and apply. The second reason was empiric, in that using different cut points did not noticeably change the associations between increasing PHQ-9 severity and measures of construct validity.\n\nFor analyses assessing the operating characteristics of various PHQ-9 intervals or cut points, diagnostic status (major depressive disorder, other depressive disorder, or no depressive disorder) was that assigned by the independent MHP structured psychiatric interview. The latter is considered the criterion standard and provides the most conservative estimate of the operating characteristics of the PHQ-9 score. Besides calculating sensitivity and specificity of the PHQ-9 over various intervals, we also determined likelihood ratios [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b10) and conducted ROC curve analysis [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b11) as quantitative methods for combining sensitivity and specificity into a single metric.\n\nConstruct validity of the PHQ-9 as a measure of depression severity was assessed by examining functional status (the 6 SF-20 scales), disability days, symptom-related difficulty, and health care utilization (clinic visits) over the 5 PHQ-9 intervals. Analysis of covariance was used, with PHQ-9 category as the independent variable and adjusting for age, gender, race, education, study site, and number of physical disorders. Bonferroni's correction was used to adjust for multiple comparisons.\n\n## RESULTS\n\n### Reliability and Efficiency of the PHQ-9\n\nThe internal reliability of the PHQ-9 was excellent, with a Cronbach's α of 0.89 in the PHQ Primary Care Study and 0.86 in the PHQ Ob-Gyn Study. Test-retest reliability of the PHQ-9 was also excellent. Correlation between the PHQ-9 completed by the patient in the clinic and that administered telephonically by the MHP within 48 hours was 0.84, and the mean scores were nearly identical (5.08 vs 5.03).\n\nIn 85% of cases clinicians required less than 3 minutes to review responses on the full 3-page PHQ, [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b5) which consists of 5 modules and 28 to 58 items (depending upon the number of skip-outs). Although time to review the PHQ depression items was not measured separately, it is unlikely this took more than a minute, since the PHQ-9 includes less than one third of the items contained in the full PHQ.\n\n### Distribution of PHQ-9 Scores According to Depression Diagnostic Status\n\n[Table 2](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tbl2) shows the distribution of PHQ-9 scores according to depression diagnostic status in the 580 patients interviewed by a mental health professional who was blinded to the PHQ-9 results. The mean PHQ-9 score was 17.1 (SD, 6.1) in the 41 patients diagnosed by the MHP as having major depression; 10.4 (SD, 5.4) in the 65 patients diagnosed as other depressive disorder; and 3.3 (SD, 3.8) in the 474 patients with no depressive disorder. The vast majority of patients (93%) with no depressive disorder had a PHQ-9 score less than 10, while most patients (88%) with major depression had scores of 10 or greater. Scores less than 5 almost always signified the absence of a depressive disorder; scores of 5 to 9 predominantly represented patients with either no depression or subthreshold (i.e., other) depression; scores of 10 to 14 represented a spectrum of patients; and scores of 15 or greater usually indicated major depression.\n\n#### Table 2.\n\nDistribution of PHQ-9 Scores According to Depression Diagnostic Status [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tf2-1)\n\n|  | Major Depressive Disorder ( _N_ = 41) | Other Depressive Disorder ( _N_ = 65) | No Depressive Disorder ( _N_ = 474) |\n| --- | :-: | :-: | :-: |\n| Level of Depression Severity, PHQ-9 Score | _n_ (%) | _n_ (%) | _n_ (%) |\n| :-- | :-: | :-: | :-: |\n| Minimal, 0–4 | 1 (2.4) | 8 (12.3) | 348 (73.4) |\n| Mild, 5–9 | 4 (9.8) | 23 (35.4) | 93 (19.6) |\n| Moderate, 10–14 | 8 (19.5) | 17 (26.1) | 23 (4.9) |\n| Moderately severe, 15–19 | 14 (34.1) | 14 (21.5) | 8 (1.7) |\n| Severe, 20–27 | 14 (34.1) | 3 (4.6) | 2 (0.4) |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/table/tbl2/)\n\n\\*\n\nDepression diagnostic status was determined in 580 primary care patients by having a mental health professional who was blinded to the PHQ-9 score administer a structured psychiatric interview.\n\n### Criterion Validity of PHQ-9 Assessed by Mental Health Professional Interview\n\nBecause PHQ-9 scores in the 10 to 15 range appear to represent an important “gray zone,” we conducted a more detailed examination of the operating characteristics of various cut points in this range. [Table 3](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tbl3) displays the sensitivity, specificity, and likelihood ratios for different PHQ-9 thresholds in diagnosing major depression in the 580 patients who had a MHP interview. For example, a patient with major depression is 6 times more likely than a patient without major depression to have a PHQ-9 score of 9 or greater and 13.6 times more likely to have a score of 15 or greater. In this sample with a 7% prevalence of major depression (41 out of 580 patients), the positive predictive value for major depression ranged from 31% for a PHQ-9 cut point of 9 to 51% for a cut point of 15.\n\n#### Table 3.\n\nOperating Characteristics of Various PHQ-9 Cutpoints for Diagnosing Major Depression [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tf3-1)\n\n| PHQ-9 Depression Score | Sensitivity (%) | Specificity (%) | Likelihhod Ratio |\n| :-- | :-: | :-: | :-: |\n| ≥9 | 95 | 84 | 6.0 |\n| ≥10 | 88 | 88 | 7.1 |\n| ≥11 | 83 | 89 | 7.8 |\n| ≥12 | 83 | 92 | 10.2 |\n| ≥13 | 78 | 93 | 11.1 |\n| ≥14 | 73 | 94 | 12.0 |\n| ≥15 | 68 | 95 | 13.6 |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/table/tbl3/)\n\n\\*\n\nIn 580 patients who underwent a structured psychiatric interview by a mental health professional to determine the presence or absence of major depression using DSM-IV diagnostic criteria.\n\nExamination of likelihood ratios further confirmed the substantial association between increasing PHQ-9 scores and the likelihood of major depression. The positive likelihood ratios of PHQ-9 scores of 0–4, 5–9, 10–14, 15–19, and 20–27 for major depression were 0.04, 0.5, 2.6, 8.4, and 36.8, respectively. Interpretation of these likelihood ratios means that, for example, a PHQ-9 score in the 0–4 ranges is only 0.04 (i.e., 1/25) times as likely in a patient with major depression compared to a patient without major depression, while a score of 10 to 14 is 2.6 times as likely and a score of 15 to 19 is 8.4 times as likely. The positive likelihood ratio of these same 5 PHQ-9 intervals for any depression (i.e., major or other depressive disorder) was 0.12, 1.3, 4.9, 15.7, and 38.0, respectively.\n\nROC analysis showed that the area under the curve for the PHQ-9 in diagnosing major depression was 0.95, suggesting a test that discriminates well between persons with and without major depression. The area under the curve for the 5-item mental health scale of the SF-20 was 0.93.\n\n### Construct Validity of PHQ-9 Assessed by Functional Status and other Measures\n\nAs shown in [Table 4](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tbl4), there was a strong association between increasing PHQ-9 depression severity scores and worsening function on all 6 SF-20 scales. Several findings should be noted. First, results were essentially the same for both the primary care and obstetrics-gynecology samples. Second, the monotonic decrease in SF-20 scores with increasing PHQ-9 scores were greatest for the scales that previous studies have shown should be most strongly related to depression, i.e., mental health, followed by social, overall, and role functioning, with a lesser relationship to pain and physical functioning. [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b12) Third, most pairwise comparisons within each SF-20 scale between successive PHQ-9 levels were highly significant.\n\n#### Table 4.\n\nRelationship Between PHQ-9 Depression Score and SF-20 Health-related Quality of Life Scales [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tf4-1)\n\n|  | Mean (95% CI) SF-20 Scale Score |\n| --- | :-: |\n|  | Mental | Social | Role | General | Pain | Physical |\n| --- | :-: | :-: | :-: | :-: | :-: | :-: |\n| Level of Depression Severity, PHQ-9 Score | Primary Care | Ob-gyn | Primary Care | Ob-gyn | Primary Care | Ob-gyn | Primary Care | Ob-gyn | Primary Care | Ob-gyn | Primary Care | Ob-gyn |\n| :-- | :-: | :-: | :-: | :-: | :-: | :-: | :-: | :-: | :-: | :-: | :-: | :-: |\n| Minimal, 1–4 | 81 (80 to 82) | 81 (80 to 82) | 92 (91 to 93) | 91 (90 to 92) | 86 (84 to 88) | 88 (87 to 90) | 70 (69 to 71) | 75 (73 to 76) | 66 (65 to 68) | 73 (72 to 74) | 83 (81 to 83) | 86 (85 to 87) |\n| Mild, 5–9 | 65 (64 to 66) | 66 (64 to 67) | 77 (75 to 79) | 81 (79 to 83) | 63 (60 to 66) | 77 (74 to 79) | 50 (48 to 52) | 57 (55 to 58) | 52a (50 to 54) | 59a (57 to 61) | 69 (67 to 71) | 76a (74 to 77) |\n| Moderate, 10–14 | 51 (50 to 53) | 53 (51 to 55) | 65 (62 to 68) | 75a (72 to 78) | 53a (49 to 58) | 64a (60 to 69) | 40a (37 to 43) | 48 (45 to 51) | 49a (45 to 52) | 53a,b(50 to 57) | 63a(60 to 66) | 74a(71 to 77) |\n| Moderately severe, 15–19 | 43 (40 to 45) | 45 (42 to 48) | 55 (51 to 59) | 68a (63 to 72) | 42a (36 to 48) | 64a,b (57 to 71) | 33a,b (29 to 37) | 40a (35 to 44) | 45a,b (41 to 50) | 50b (45 to 55) | 57a,b (53 to 61) | 74a (69 to 78) |\n| Severe, 20–27 | 29 (25 to 31) | 35 (31 to 39) | 40 (35 to 44) | 50 (43 to 56) | 27 (20 to 35) | 48b (39 to 58) | 27b (22 to 31) | 30a (24 to 36) | 40b (35 to 45) | 46b (40 to 53) | 53b (48 to57) | 56 (50 to 62) |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/table/tbl4/)\n\n\\*\n\nSF-20 scores are adjusted for age, gender, race, education, study site, and number of physical disorders. Pointestimates for the mean as well as 95% confidence intervals (±1.96 × standard error of the mean) are displayed.\n\nMost pairwise comparisons of mean SF-20 scores between each PHQ-9 level within each scale are significant at _P_ < 0.05 using Bonferroni's correction for multiple comparisons. Only those pairwise comparisons that share a common superscript letter (a, b, or a,b) are not significant.\n\n[Figure 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#fig1) illustrates graphically the relationship between increasing PHQ-9 scores and worsening functional status. Decrements in SF-20 scores are shown in terms of effect size, which is the difference in mean SF-20 scores, expressed as the number of standard deviations, between each PHQ-9 interval subgroup and the reference group. The reference group is the group with the lowest PHQ-9 scores (i.e., 0–4), and the standard deviation used is that of the entire sample. Effect sizes of 0.5 and 0.8 are typically considered moderate and large between-group differences, respectively. [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b13) [Figure 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#fig1) shows effect sizes for the primary care sample; results for the obstetrics-gynecology sample (not displayed) were similar.\n\n#### Figure 1.\n\n[![Figure 1](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5f9c/1495268/8f0442f5e8df/jgi_01114_f1.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=1495268_jgi_01114_f1.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/figure/fig1/)\n\nRelationship between depression severity as measured by the PHQ-9 and decline in functional status as measured by the 6 subscales of the SF-20. The decrement in SF-20 scores are shown as the difference between each PHQ-9 severity group and the nondepressed reference group (i.e., those with PHQ-9 scores of 0 to 4). Effect size is the difference in group means divided by the standard deviation of the entire sample.\n\nWhen the PHQ-9 was examined as a continuous variable, its strength of association with the SF-20 scales was concordant with the pattern seen in [Figure 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#fig1). The PHQ-9 correlated most strongly with mental health (0.73), followed by general health perceptions (0.55), social functioning (0.52), role functioning (0.43), physical functioning (0.37), and bodily pain (0.33).\n\n[Table 5](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tbl5) shows the association between PHQ-9 severity levels and 3 other measures of construct validity: self-reported disability days, clinic visits, and the general amount of difficulty patients attribute to their symptoms. Greater levels of depression severity were associated with a monotonic increase in disability days, health-care utilization, and symptom-related difficulty in activities and relationships. When the PHQ-9 was examined as a continuous variable, its correlation was 0.39 with disability days, 0.24 with physician visits, and 0.55 with symptom-related difficulty.\n\n#### Table 5.\n\nRelationship Between PHQ-9 Depression Severity Score and Disability Days, Symptom-related Difficulty, and Clinic Visits\n\n|  | Mean Disability Days (95% CI) [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tf5-1) | Symptom-related Difficulty (%) [†](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tf5-2) | Mean Physician Visits (95% CI) [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tf5-1) |\n| --- | :-: | :-: | :-: |\n| Level of Depression Severity, PHQ-9 Score | Primary Care | Obstetrics-gynecology | Primary Care | Obstetrics-gynecology | Primary Care | Obstetrics-gynecology |\n| :-- | :-: | :-: | :-: | :-: | :-: | :-: |\n| Minimal, 1–4 | 2.4 (1.7 to 3.1) | 2.2 (1.7 to 2.7) | 1.5 | 0.6 | 1.0 (0.9 to 1.1) | 0.9a (0.8 to 1.0) |\n| Mild, 5–9 | 6.7 (5.5 to 7.8) | 5.8 (4.9 to 6.6) | 10.2 | 4.8 | 1.8a (1.6 to 2.0) | 0.9a (1.0 to 1.4) |\n| Moderate, 10–14 | 11.4 (9.5 to 13.1) | 9.9a (8.4 to 11.3) | 24.4 | 16.8 | 2.0a (1.7 to 2.4) | 1.3a (1.0 to 1.6) |\n| Moderately severe, 15–19 | 16.6 (14.1 to 19.0) | 10.8a (8.6 to 13.0) | 45.1a | 36.0 | 2.4a (1.9 to 2.8) | 2.3b (1.8 to 2.8) |\n| Severe, 20–27 | 28.1 (25.2 to 31.0) | 13.8a (10.8 to 16.7) | 57.1a | 56.6 | 3.7 (3.2 to 4.2) | 2.3b (1.7 to 3.0) |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/table/tbl5/)\n\n\\*\n\nDisability days refers to number of days in past 3 months that their symptoms interfered with their usual activities. Physician visits refers to past 3 months also. Both are self-report. Means are also adjusted for age, gender, race, education, study site, and number of physical disorders.\n\n†\n\nResponse to single question: “How difficult have these problems made it for you to do your work, take care of things at home, or get along with other people?” The 4 response categories are “not difficult at all,”“somewhat difficult,”“very difficult,” and “extremely difficult.” Report difficulty in this table refers to those patients reporting “very” or “extremely” difficult.\n\nMost pairwise comparisons between each PHQ-9 severity level for a given variable are significant at _P_ < 0.05 using Bonferroni's correction for multiple comparisons. Only those pairwise comparisons that share a common superscript letter (a, b, or a,b) are not significant.\n\nBecause our sample was relatively young and disproportionately female, we examined the influence of age and gender in several ways. First, simple correlations between PHQ-9 score and measures of construct validity were similar when examined separately for women and men, while correlations were somewhat lower but still highly significant in patients 65 years and older compared to younger individuals. Second, analysis of covariance results showed age had an independent and weak effect on only one outcome (SF-20 physical functioning), while gender had no independent effect.\n\nThe single item assessing difficulty that the patients attributed to their depressive symptoms correlated strongly with impairment as measured by the SF-20 subscales, particularly those domains known to be most affected by mental disorders. Correlations of the single symptom-related difficulty item with the SF-20 scales in the primary care sample were 0.53 for mental health, 0.42 for general health perceptions, 0.40 for social functioning, 0.38 for role functioning, 0.27 for bodily pain, and 0.27 for physical functioning. Although slightly lower in the obstetrics-gynecology sample, correlations showed a similar rank order.\n\n## DISCUSSION\n\nData from our 2 studies totaling 6,000 patients provide strong evidence for the validity of the PHQ-9 as a brief measure of depression severity. Criterion validity was demonstrated in the sample of 580 primary care patients who underwent an independent reinterview by a mental health professional. Construct validity was established by the strong association between PHQ-9 scores and functional status, disability days, and symptom-related difficulty. External validity was achieved by replicating the findings from the 3,000 primary care patients in a second sample of 3,000 obstetrics-gynecology patients. Indeed, the similar results seen in rather different patient populations suggests our PHQ-9 findings may be generalizable to outpatients seen in a variety of clinic settings.\n\nOur analysis of the full range of PHQ-9 scores complements rather than supercedes the validated PHQ-9 algorithm for establishing categorical diagnoses. However, as the PHQ-9 is increasingly used as a continuous measure of depression severity, it will be helpful to know the probability of a major or subthreshold depressive disorder at various cut points. PHQ-9 scores of 5, 10, 15, and 20 represent valid and easy-to-remember thresholds demarcating the lower limits of mild, moderate, moderately severe, and severe depression. In particular, scores less than 10 seldom occur in individuals with major depression while scores of 15 or greater usually signify the presence of major depression. In the “gray zone” of 10 to 14, increasing PHQ-9 scores are associated, as expected, with increasing specificity and declining sensitivity. However, the operating characteristics of the PHQ-9 displayed at various cut points in [Table 2](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tbl2) compare favorably to 9 other case-finding instruments for depression in primary care which have an overall sensitivity of 84%, a specificity of 72%, and a positive likelihood ratio of 2.86. [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b1) Likewise, the positive predictive value of the PHQ-9 (ranging from 31% to 51% depending upon the cut point) is similar to other instruments; of note, predictive value is related not only to a measure's sensitivity and specificity but also the prevalence of depressive disorders.\n\nThe one depression measure that was used concurrently with the PHQ-9 in our subjects was the 5-item mental health scale of the SF-20, also known as the Mental Health Inventory (MHI-5). PHQ-9 scores were strongly correlated with MHI-5 scores in our subjects ( [Table 4](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#tbl4) and [Figure 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#fig1)). Berwick et al. used ROC analysis to determine how well the MHI-5 and several other measures discriminated between patients with and without major depression. [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b14) In their study, the area under the curve (AUC) was 0.89 for the MHI-5, 0.90 for the longer MHI-18, 0.89 for the 30-item General Health Questionnaire, and 0.80 for the 28-item Somatic Symptom Inventory. In our study, the AUC for major depression was 0.95 for the PHQ-9 and 0.93 for the MHI-5. It is unlikely that other depression-specific measures would be significantly better than the PHQ-9 since an AUC of 1.0 represents a perfect test.\n\nA particularly important characteristic of a severity measure is its sensitivity to change over time. In other words, how precisely do declining or rising scores on the measure reflect improving or worsening depression in response to effective therapy or natural history? Although an exhaustive review of depression measures is beyond the scope of this paper but can be found elsewhere, [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b4), [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b12) a brief discussion of selected measures is warranted. The Hamilton Rating Scale for Depression has been the criterion standard outcome measure in clinical trials, but it can require 15 to 30 minutes of clinician time to administer and is therefore not feasible in many practice settings. The HAM-D is also rather complicated to score and requires substantial training in order to get reasonable inter-rater agreement. The Montgomery-Asberg Depression Rating Scale is about half as long as the HAM-D and probably just as sensitive to change. [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b15), [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b16) Like the HAM-D, however, the Montgomery-Asberg scale must be administered by a clinician with special training and still is moderately time intensive. Several self-administered scales—the 21-item Beck Depression Inventory and the 20-item Zung Self-Rating Depression Scale—also have been used as outcome measures but may be somewhat less sensitive to change than the HAM-D. [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b17) The SCL-20 has been used as an outcome measure in primary care clinical trials, [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b18)– [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b20) although published evidence on its sensitivity to change as well as other psychometric characteristics is limited. Epidemiological and clinical studies have established the 20-item CES-D as a valid measure for identifying depression, but there is less information regarding its sensitivity to change.\n\nIn summary, there appear to be many comparable measures for identifying depression, [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b1), [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b2), [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b4), [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b12) including a number of self-administered scales. In contrast, it is less clear what the optimal measure for monitoring response to treatment may be, especially outside the setting of a clinical trial. Sensitivity to change is clearly a necessary feature, but other pragmatic considerations include the number of items, time required for completion, mode of administration (self-rating vs interviewer-administered scale), complexity of scoring, inter-rater agreement, and special training requirements. The specific items included in the scale are another factor. One advantage of the PHQ-9 is its exclusive focus on the 9 diagnostic criteria for DSM-IV depressive disorders. On the other hand, some may argue that instruments including symptoms not in the DSM-IV criteria (e.g., loneliness, hopelessness, and anxiety) may have additional value to the clinician. At the same time, it is possible that such scales are less specific for major depression and other mood disorders and may discriminate less accurately depression from anxiety or even general psychological distress.\n\nThe major limitation of our study is its cross-sectional design. While our large sample establishes the construct and criterion validity of the PHQ-9, longitudinal studies are needed to establish its sensitivity to change. This will require the completion of several large ongoing clinical trials using the PHQ-9 in parallel with the HAM-D or other established outcome measures. It will also be useful to define the threshold that represents an adequate clinical response. A preliminary approach would be to consider a PHQ-9 score less than 10 and a 50% decline from the pretreatment score as clinically significant improvement. While any proposed threshold requires prospective verification, this approach would be consistent with that established for the HAM-D. Other study limitations are that validation was based on telephone rather than face-to-face interviews and the time for patients to complete the PHQ-9 was not determined.\n\nDetecting depression and initiating treatment are necessary but often insufficient steps to improve outcomes in primary care. [21](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b21) Monitoring clinical response to therapy is also critical. Multiple studies have shown that monitoring is often inadequate, resulting in clinician failure to detect medication noncompliance, increase the antidepressant dosage, change or augment pharmacotherapy, or add psychotherapy as needed. [21](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b21), [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b22) Having a simple self-administered measure to complete either in the clinic or by telephone administration (e.g., nurse administration [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b23) or interactive voice recording [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b24)) would save clinicians the time needed to inquire about the presence and severity of each of the 9 DSM-IV symptoms to assess outcomes.\n\nBrief measures are more likely to be used in the busy setting of clinical practice. For example, many practitioners have found it more feasible to use the 4-item CAGE questionnaire than a number of longer alcohol screening measures. Of note, as few as 1 or 2 questions have demonstrated a high sensitivity in screening for major depression. [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b2), [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#b25) Brevity is just as likely to be a valued attribute when it comes to assessing depression severity as it is when establishing depressive diagnoses. Brevity coupled with its construct and criterion validity makes the PHQ-9 an attractive, dual-purpose instrument for making diagnoses and assessing severity of depressive disorders. If the PHQ-9 proves sensitive to change in clinical trials, it could also be a useful measure for monitoring outcomes of depression therapy.\n\n## Acknowledgments\n\nThe development of the PHQ-9 was underwritten by an educational grant from Pfizer US Pharmaceuticals, New York, NY. PRIME-MD is a trademark of Pfizer Copyright held by Pfizer.\n\n## APPENDIX\n\n### Nine-symptom Checklist\n\n|     |     |     |     |     |\n| --- | --- | --- | --- | --- |\n| Name \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ Date \\_\\_\\_\\_\\_\\_\\_\\_\\_ |\n| Over the _last 2 weeks_, how often have you been bothered by any of the following problems? | Not at all | Several days | More than half the days | Nearly every day |\n| 1\\. Little interest or pleasure in doing things | 0 | 1 | 2 | 3 |\n| 2\\. Feeling down, depressed, or hopeless | 0 | 1 | 2 | 3 |\n| 3\\. Trouble falling or staying asleep, or sleeping too much | 0 | 1 | 2 | 3 |\n| 4\\. Feeling tired or having little energy | 0 | 1 | 2 | 3 |\n| 5\\. Poor appetite or overeating | 0 | 1 | 2 | 3 |\n| 6\\. Feeling bad about yourself—or that you are a failure or have let yourself or your family down | 0 | 1 | 2 | 3 |\n| 7\\. Trouble concentrating on things, such as reading the newspaper or watching television | 0 | 1 | 2 | 3 |\n| 8\\. Moving or speaking so slowly that other people could have noticed? Or the opposite—being so fidgety or restless that you have been moving around a lot more than usual | 0 | 1 | 2 | 3 |\n| 9\\. Thoughts that you would be better off dead or of hurting yourself in some way | 0 | 1 | 2 | 3 |\n| (For office coding: Total Score \\_\\_\\_\\_ = \\_\\_\\_\\_ + \\_\\_\\_\\_ + \\_\\_\\_\\_) |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/table/tbl6/)\n\nIf you checked off _any_ problems, how _difficult_ have these problems made it for you to do your work, take care of things at home, or get along with other people?\n\n|     |     |     |     |\n| --- | --- | --- | --- |\n| Not difficult at all | Somewhat difficult | Very difficult | Extremely difficult |\n| □ | □ | □ | □ |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/table/tbl7/)\n\nFrom the Primary Care Evaluation of Mental Disorders Patient Health Questionnaire (PRIME-MD PHQ). The PHQ was developed by Drs. Robert L. Spitzer, Janet BW Williams, Kurt Kroenke, and colleagues. For research information, contact Dr. Spitzer at rls8@columbia.edu. PRIME-MD is a trademark of Pfizer Inc. Copyright 1999 Pfizer Inc. All rights reserved. Reproduced with permission\n\n## REFERENCES\n\n- 1.Mulrow CD, Williams JW, Gerety MB, Ramirez G, Montiel OM, Kerber C. Case-finding instruments for depression in primary care settings. Ann Intern Med. 1995;122:913–21. doi: 10.7326/0003-4819-122-12-199506150-00004. \\[ [DOI](https://doi.org/10.7326/0003-4819-122-12-199506150-00004)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/7755226/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Ann%20Intern%20Med&title=Case-finding%20instruments%20for%20depression%20in%20primary%20care%20settings.&author=CD%20Mulrow&author=JW%20Williams&author=MB%20Gerety&author=G%20Ramirez&author=OM%20Montiel&volume=122&publication_year=1995&pages=913-21&pmid=7755226&doi=10.7326/0003-4819-122-12-199506150-00004&)\\]\n- 2.Whooley MA, Avins AL, Miranda J, Browner WS. Case-finding instruments for depression: two questions are as good as many. J Gen Intern Med. 1997;12:439–45. doi: 10.1046/j.1525-1497.1997.00076.x. \\[ [DOI](https://doi.org/10.1046/j.1525-1497.1997.00076.x)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC1497134/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/9229283/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Gen%20Intern%20Med&title=Case-finding%20instruments%20for%20depression:%20two%20questions%20are%20as%20good%20as%20many.&author=MA%20Whooley&author=AL%20Avins&author=J%20Miranda&author=WS%20Browner&volume=12&publication_year=1997&pages=439-45&pmid=9229283&doi=10.1046/j.1525-1497.1997.00076.x&)\\]\n- 3.Keller MB, Kocsis JH, Thase ME, et al. Maintenance phase efficacy of sertraline for chronic depression: a randomized controlled trial. JAMA. 1998;280:1665–72. doi: 10.1001/jama.280.19.1665. \\[ [DOI](https://doi.org/10.1001/jama.280.19.1665)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/9831997/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=JAMA&title=Maintenance%20phase%20efficacy%20of%20sertraline%20for%20chronic%20depression:%20a%20randomized%20controlled%20trial.&author=MB%20Keller&author=JH%20Kocsis&author=ME%20Thase&volume=280&publication_year=1998&pages=1665-72&pmid=9831997&doi=10.1001/jama.280.19.1665&)\\]\n- 4.McDowell I, Kristjansson E, Newell C. Depression. In: McDowell I, Newell C, editors. Measuring Health: A Guide to Rating Scales and Questionnaires. 2nd ed. New York, NY: Oxford University Press; 1996. pp. 238–86. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Measuring%20Health:%20A%20Guide%20to%20Rating%20Scales%20and%20Questionnaires&author=I%20McDowell&author=E%20Kristjansson&author=C%20Newell&publication_year=1996&)\\]\n- 5.Spitzer RL, Kroenke K, Williams JBW. Patient Health Questionnaire Study Group. Validity and utility of a self-report version of PRIME-MD: the PHQ Primary Care Study. JAMA. 1999;282:1737–44. doi: 10.1001/jama.282.18.1737. \\[ [DOI](https://doi.org/10.1001/jama.282.18.1737)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/10568646/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=JAMA&title=Patient%20Health%20Questionnaire%20Study%20Group.%20Validity%20and%20utility%20of%20a%20self-report%20version%20of%20PRIME-MD:%20the%20PHQ%20Primary%20Care%20Study.&author=RL%20Spitzer&author=K%20Kroenke&author=JBW%20Williams&volume=282&publication_year=1999&pages=1737-44&pmid=10568646&doi=10.1001/jama.282.18.1737&)\\]\n- 6.Spitzer RL, Williams JBW, Kroenke K, et al. Validity and utility of the Patient Health Questionnaire in assessment of 3000 obstetric-gynecologic patients: the PRIME-MD Patient Health Questionnaire Obstetrics-Gynecology Study. Am J Obstet Gynecol. 2000;183:759–69. doi: 10.1067/mob.2000.106580. \\[ [DOI](https://doi.org/10.1067/mob.2000.106580)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/10992206/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Am%20J%20Obstet%20Gynecol&title=Validity%20and%20utility%20of%20the%20Patient%20Health%20Questionnaire%20in%20assessment%20of%203000%20obstetric-gynecologic%20patients:%20the%20PRIME-MD%20Patient%20Health%20Questionnaire%20Obstetrics-Gynecology%20Study.&author=RL%20Spitzer&author=JBW%20Williams&author=K%20Kroenke&volume=183&publication_year=2000&pages=759-69&pmid=10992206&doi=10.1067/mob.2000.106580&)\\]\n- 7.Stewart AL, Hays RD, Ware JE. The MOS Short-Form General Health Survey: reliability and validity in a patient population. Med Care. 1988;26:724–32. doi: 10.1097/00005650-198807000-00007. \\[ [DOI](https://doi.org/10.1097/00005650-198807000-00007)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/3393032/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Med%20Care&title=The%20MOS%20Short-Form%20General%20Health%20Survey:%20reliability%20and%20validity%20in%20a%20patient%20population.&author=AL%20Stewart&author=RD%20Hays&author=JE%20Ware&volume=26&publication_year=1988&pages=724-32&pmid=3393032&doi=10.1097/00005650-198807000-00007&)\\]\n- 8.Spitzer RL, Williams JBW, Gibbon M, First MB. The structured clinical interview for DSM-III-R (SCID). Arch Gen Psychiatry. 1992;49:624–9. doi: 10.1001/archpsyc.1992.01820080032005. \\[ [DOI](https://doi.org/10.1001/archpsyc.1992.01820080032005)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/1637252/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Arch%20Gen%20Psychiatry&title=The%20structured%20clinical%20interview%20for%20DSM-III-R%20(SCID).&author=RL%20Spitzer&author=JBW%20Williams&author=M%20Gibbon&author=MB%20First&volume=49&publication_year=1992&pages=624-9&pmid=1637252&doi=10.1001/archpsyc.1992.01820080032005&)\\]\n- 9.Spitzer RL, Williams JBW, Kroenke K, et al. Utility of a new procedure for diagnosing mental disorders in primary care: the PRIME-MD 1000 study. JAMA. 1994;272:1749–56. \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/7966923/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=JAMA&title=Utility%20of%20a%20new%20procedure%20for%20diagnosing%20mental%20disorders%20in%20primary%20care:%20the%20PRIME-MD%201000%20study.&author=RL%20Spitzer&author=JBW%20Williams&author=K%20Kroenke&volume=272&publication_year=1994&pages=1749-56&pmid=7966923&)\\]\n- 10.Sackett DL, Haynes RB, Guyatt GH, Tugwell P. Clinical Epidemiology: A Basic Science for Clinical Medicine. 2nd ed. Boston, MA: Little, Brown and Company; 1991. pp. 1–441. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Clinical%20Epidemiology:%20A%20Basic%20Science%20for%20Clinical%20Medicine&author=DL%20Sackett&author=RB%20Haynes&author=GH%20Guyatt&author=P%20Tugwell&publication_year=1991&)\\]\n- 11.Murphy JM, Berwick DM, Weinstein MC, et al. Performance of screening and diagnostic tests: application of receiver operating characteristic analysis. Arch Gen Psychiatry. 1987;44:550–5. doi: 10.1001/archpsyc.1987.01800180068011. \\[ [DOI](https://doi.org/10.1001/archpsyc.1987.01800180068011)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/3579501/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Arch%20Gen%20Psychiatry&title=Performance%20of%20screening%20and%20diagnostic%20tests:%20application%20of%20receiver%20operating%20characteristic%20analysis.&author=JM%20Murphy&author=DM%20Berwick&author=MC%20Weinstein&volume=44&publication_year=1987&pages=550-5&pmid=3579501&doi=10.1001/archpsyc.1987.01800180068011&)\\]\n- 12.Pasacreta JV. Measuring depression. In: Frank-Stromborg M, Olsen SJ, editors. Instruments for Clinical Health-Care Research. 2nd Ed. Sudbury, MA: Jones and Bartlett Publishers; 1997. pp. 342–630. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Instruments%20for%20Clinical%20Health-Care%20Research&author=JV%20Pasacreta&publication_year=1997&)\\]\n- 13.Kazis LE, Anderson JJ, Meenan RF. Effect sizes for interpreting changes in health status. Med Care. 1989;27:S178–89. doi: 10.1097/00005650-198903001-00015. \\[ [DOI](https://doi.org/10.1097/00005650-198903001-00015)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/2646488/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Med%20Care&title=Effect%20sizes%20for%20interpreting%20changes%20in%20health%20status.&author=LE%20Kazis&author=JJ%20Anderson&author=RF%20Meenan&volume=27&publication_year=1989&pages=S178-89&pmid=2646488&doi=10.1097/00005650-198903001-00015&)\\]\n- 14.Berwick DM, Murphy JM, Goldman PA, Ware JE, Barsky AJ, Weinstein MC. Performance of a five-item mental health screening test. Med Care. 1991;29:169–76. doi: 10.1097/00005650-199102000-00008. \\[ [DOI](https://doi.org/10.1097/00005650-199102000-00008)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/1994148/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Med%20Care&title=Performance%20of%20a%20five-item%20mental%20health%20screening%20test.&author=DM%20Berwick&author=JM%20Murphy&author=PA%20Goldman&author=JE%20Ware&author=AJ%20Barsky&volume=29&publication_year=1991&pages=169-76&pmid=1994148&doi=10.1097/00005650-199102000-00008&)\\]\n- 15.Montgomery SA, Asberg M. A new depression scale designed to be sensitive to change. Br J Psychiatry. 1979;134:382–9. doi: 10.1192/bjp.134.4.382. \\[ [DOI](https://doi.org/10.1192/bjp.134.4.382)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/444788/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Br%20J%20Psychiatry&title=A%20new%20depression%20scale%20designed%20to%20be%20sensitive%20to%20change.&author=SA%20Montgomery&author=M%20Asberg&volume=134&publication_year=1979&pages=382-9&pmid=444788&doi=10.1192/bjp.134.4.382&)\\]\n- 16.Davidson J, Turnbull CD, Strickland R, et al. The Montgomery-Asberg Depression Scale: reliability and validity. Acta Psychiatr Scand. 1986;73:544–8. doi: 10.1111/j.1600-0447.1986.tb02723.x. \\[ [DOI](https://doi.org/10.1111/j.1600-0447.1986.tb02723.x)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/3751660/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Acta%20Psychiatr%20Scand&title=The%20Montgomery-Asberg%20Depression%20Scale:%20reliability%20and%20validity.&author=J%20Davidson&author=CD%20Turnbull&author=R%20Strickland&volume=73&publication_year=1986&pages=544-8&pmid=3751660&doi=10.1111/j.1600-0447.1986.tb02723.x&)\\]\n- 17.Lambert MJ, Hatch DR, Kingston MD, et al. Zung, Beck, and Hamilton rating scales as measures of treatment outcome: a meta-analytic comparison. J Consult Clin Psychol. 1986;54:54–9. doi: 10.1037//0022-006x.54.1.54. \\[ [DOI](https://doi.org/10.1037//0022-006x.54.1.54)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/3958302/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Consult%20Clin%20Psychol&title=Zung,%20Beck,%20and%20Hamilton%20rating%20scales%20as%20measures%20of%20treatment%20outcome:%20a%20meta-analytic%20comparison.&author=MJ%20Lambert&author=DR%20Hatch&author=MD%20Kingston&volume=54&publication_year=1986&pages=54-9&pmid=3958302&doi=10.1037//0022-006x.54.1.54&)\\]\n- 18.Katon W, Robinson P, Von Korff M, et al. A multifaceted intervention to improve treatment of depression in primary care. Arch Gen Psychiatry. 1996;53:924–32. doi: 10.1001/archpsyc.1996.01830100072009. \\[ [DOI](https://doi.org/10.1001/archpsyc.1996.01830100072009)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/8857869/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Arch%20Gen%20Psychiatry&title=A%20multifaceted%20intervention%20to%20improve%20treatment%20of%20depression%20in%20primary%20care.&author=W%20Katon&author=P%20Robinson&author=M%20Von%20Korff&volume=53&publication_year=1996&pages=924-32&pmid=8857869&doi=10.1001/archpsyc.1996.01830100072009&)\\]\n- 19.Katon W, Von Korff M, Lin E, et al. Collaborative management to achieve treatment guidelines: impact on depression in primary care. JAMA. 1995;273:1026–31. \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/7897786/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=JAMA&title=Collaborative%20management%20to%20achieve%20treatment%20guidelines:%20impact%20on%20depression%20in%20primary%20care.&author=W%20Katon&author=M%20Von%20Korff&author=E%20Lin&volume=273&publication_year=1995&pages=1026-31&pmid=7897786&)\\]\n- 20.Williams JW, Barrett J, Oxman T, et al. Treatment of dysthymia and minor depression in primary care: a randomized controlled trial in older adults. JAMA. 2000;284:1519–26. doi: 10.1001/jama.284.12.1519. \\[ [DOI](https://doi.org/10.1001/jama.284.12.1519)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/11000645/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=JAMA&title=Treatment%20of%20dysthymia%20and%20minor%20depression%20in%20primary%20care:%20a%20randomized%20controlled%20trial%20in%20older%20adults.&author=JW%20Williams&author=J%20Barrett&author=T%20Oxman&volume=284&publication_year=2000&pages=1519-26&pmid=11000645&doi=10.1001/jama.284.12.1519&)\\]\n- 21.Kroenke K, Taylor-Vaisey A, Dietrich AJ, Oxman TE. Interventions to improve provider diagnosis and treatment of mental disorders in primary care: a critical review of the literature. Psychosomatics. 2000;41:39–52. doi: 10.1016/S0033-3182(00)71172-8. \\[ [DOI](https://doi.org/10.1016/S0033-3182(00)71172-8)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/10665267/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Psychosomatics&title=Interventions%20to%20improve%20provider%20diagnosis%20and%20treatment%20of%20mental%20disorders%20in%20primary%20care:%20a%20critical%20review%20of%20the%20literature.&author=K%20Kroenke&author=A%20Taylor-Vaisey&author=AJ%20Dietrich&author=TE%20Oxman&volume=41&publication_year=2000&pages=39-52&pmid=10665267&doi=10.1016/S0033-3182(00)71172-8&)\\]\n- 22.Simon GE. Can depression be managed appropriately in primary care? J Clin Psychiatry. 1998;59(suppl 2):3–8. \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/9559753/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Clin%20Psychiatry&title=Can%20depression%20be%20managed%20appropriately%20in%20primary%20care?&author=GE%20Simon&volume=59&issue=suppl%202&publication_year=1998&pages=3-8&pmid=9559753&)\\]\n- 23.Hunkeler EM, Meresman J, Hargreaves WA, et al. Efficacy of nurse telehealth care and peer support in augmenting treatment of depression in primary care. Arch Fam Med. 2000;9:700–8. doi: 10.1001/archfami.9.8.700. \\[ [DOI](https://doi.org/10.1001/archfami.9.8.700)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/10927707/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Arch%20Fam%20Med&title=Efficacy%20of%20nurse%20telehealth%20care%20and%20peer%20support%20in%20augmenting%20treatment%20of%20depression%20in%20primary%20care.&author=EM%20Hunkeler&author=J%20Meresman&author=WA%20Hargreaves&volume=9&publication_year=2000&pages=700-8&pmid=10927707&doi=10.1001/archfami.9.8.700&)\\]\n- 24.Kobak KA, Taylor LH, Dottl SL, et al. A computer-administered telephone interview to identify mental disorders. JAMA. 1997;278:905–10. \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/9302242/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=JAMA&title=A%20computer-administered%20telephone%20interview%20to%20identify%20mental%20disorders.&author=KA%20Kobak&author=LH%20Taylor&author=SL%20Dottl&volume=278&publication_year=1997&pages=905-10&pmid=9302242&)\\]\n- 25.Williams JW, Mulrow CD, Kroenke K, et al. Case-finding for depression improves patient outcomes: results from a randomized trial in primary care. Am J Med. 1999;106:36–43. doi: 10.1016/s0002-9343(98)00371-4. \\[ [DOI](https://doi.org/10.1016/s0002-9343(98)00371-4)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/10320115/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Am%20J%20Med&title=Case-finding%20for%20depression%20improves%20patient%20outcomes:%20results%20from%20a%20randomized%20trial%20in%20primary%20care.&author=JW%20Williams&author=CD%20Mulrow&author=K%20Kroenke&volume=106&publication_year=1999&pages=36-43&pmid=10320115&doi=10.1016/s0002-9343(98)00371-4&)\\]\n\n* * *\n\nArticles from Journal of General Internal Medicine are provided here courtesy of **Society of General Internal Medicine**\n\n![Close](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons/close.svg)\n\n## ACTIONS\n\n- [View on publisher site](https://doi.org/10.1046/j.1525-1497.2001.016009606.x)\n- [PDF (706.5 KB)](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/pdf/jgi_01114.pdf)\n- Cite\n- Collections\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\n## RESOURCES\n\n### Similar articles\n\n### Cited by other articles\n\n### Links to NCBI Databases\n\n## On this page\n\n- [Abstract](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#abstract1)\n- [METHODS](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#sec5)\n- [RESULTS](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#sec10)\n- [DISCUSSION](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#sec15)\n- [Acknowledgments](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#ack1)\n- [APPENDIX](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#app1)\n- [REFERENCES](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#ref-list1)\n\n## Cite\n\n- Copy\n- [Download .nbib.nbib](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/# \"Download a file for external citation management software\")\n- Format:\nAMA\n\nAPA\n\nMLA\n\nNLM\n\n\n\n## Add to Collections\n\nCreate a new collection\n\nAdd to an existing collection\n\nName your collection\n\\*\n\nChoose a collection\n\n\nUnable to load your collection due to an error\n\n[Please try again](https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/#)\n\nAdd\n\nCancel\n\n\nFollow NCBI\n\n\n[NCBI on X (formerly known as Twitter)](https://twitter.com/ncbi) [NCBI on Facebook](https://www.facebook.com/ncbi.nlm) [NCBI on LinkedIn](https://www.linkedin.com/company/ncbinlm) [NCBI on GitHub](https://github.com/ncbi) [NCBI RSS feed](https://ncbiinsights.ncbi.nlm.nih.gov/)\n\nConnect with NLM\n\n\n[NLM on X (formerly known as Twitter)](https://twitter.com/nlm_nih) [NLM on Facebook](https://www.facebook.com/nationallibraryofmedicine) [NLM on YouTube](https://www.youtube.com/user/NLMNIH)\n\n[National Library of Medicine\\\\\n\\\\\n\\\\\n8600 Rockville Pike\\\\\n\\\\\nBethesda, MD 20894](https://www.google.com/maps/place/8600+Rockville+Pike,+Bethesda,+MD+20894/%4038.9959508,%20%20%20%20%20%20%20%20%20%20%20%20-77.101021,17z/data%3D!3m1!4b1!4m5!3m4!1s0x89b7c95e25765ddb%3A0x19156f88b27635b8!8m2!3d38.9959508!%20%20%20%20%20%20%20%20%20%20%20%204d-77.0988323)\n\n- [Web Policies](https://www.nlm.nih.gov/web_policies.html)\n- [FOIA](https://www.nih.gov/institutes-nih/nih-office-director/office-communications-public-liaison/freedom-information-act-office)\n- [HHS Vulnerability Disclosure](https://www.hhs.gov/vulnerability-disclosure-policy/index.html)\n\n- [Help](https://support.nlm.nih.gov/)\n- [Accessibility](https://www.nlm.nih.gov/accessibility.html)\n- [Careers](https://www.nlm.nih.gov/careers/careers.html)\n\n- [NLM](https://www.nlm.nih.gov/)\n- [NIH](https://www.nih.gov/)\n- [HHS](https://www.hhs.gov/)\n- [USA.gov](https://www.usa.gov/)\n\nBack to Top",
    "branding": {
      "colorScheme": "light",
      "fonts": [
        {
          "family": "Helvetica Neue",
          "role": "body"
        },
        {
          "family": "Source Sans Pro",
          "role": "body"
        },
        {
          "family": "Roboto",
          "role": "body"
        },
        {
          "family": "Helvetica",
          "role": "body"
        },
        {
          "family": "Arial",
          "role": "body"
        }
      ],
      "colors": {
        "primary": "#1A4480",
        "accent": "#005EA2",
        "background": "#FFFFFF",
        "textPrimary": "#005EA2",
        "link": "#005EA2"
      },
      "typography": {
        "fontFamilies": {
          "primary": "Helvetica Neue",
          "heading": "Helvetica Neue"
        },
        "fontStacks": {
          "heading": [
            "Source Sans Pro",
            "Helvetica Neue",
            "Bahnschrift",
            "Roboto",
            "Noto Sans",
            "sans-serif"
          ],
          "body": [
            "Source Sans Pro",
            "Helvetica Neue",
            "Helvetica",
            "Roboto",
            "Arial",
            "sans-serif"
          ],
          "paragraph": [
            "Source Sans Pro",
            "Helvetica Neue",
            "Helvetica",
            "Roboto",
            "Arial",
            "sans-serif"
          ]
        },
        "fontSizes": {
          "h1": "24.1949px",
          "h2": "16px",
          "body": "12.8px"
        }
      },
      "spacing": {
        "baseUnit": 4,
        "borderRadius": "4px"
      },
      "components": {
        "input": {
          "borderColor": "#CCCCCC",
          "borderRadius": "4px"
        },
        "buttonPrimary": {
          "background": "#005EA2",
          "textColor": "#FFFFFF",
          "borderRadius": "0px",
          "shadow": "none"
        },
        "buttonSecondary": {
          "background": "#FFFFFF",
          "textColor": "#005EA2",
          "borderRadius": "4px",
          "shadow": "rgb(0, 94, 162) 0px 0px 0px 2px inset"
        }
      },
      "images": {
        "logo": "https://pmc.ncbi.nlm.nih.gov/static/img/ncbi-logos/nih-nlm-ncbi--white.svg",
        "favicon": "https://pmc.ncbi.nlm.nih.gov/static/img/favicons/apple-touch-icon.png",
        "ogImage": null
      },
      "__framework_hints": [],
      "__llm_button_reasoning": {
        "primary": {
          "index": 3,
          "text": "Search in PMC",
          "reasoning": "Button #3 ('Search in PMC') has a vibrant blue background (#005EA2) and action-oriented text, making it the primary call-to-action."
        },
        "secondary": {
          "index": 8,
          "text": "View on publisher site",
          "reasoning": "Button #8 ('View on publisher site') has a white background (#FFFFFF) and is less prominent compared to the primary button, making it a suitable secondary action."
        },
        "confidence": 0.95
      },
      "personality": {
        "tone": "professional",
        "energy": "medium",
        "targetAudience": "Researchers and academics in the biomedical field."
      },
      "designSystem": {
        "framework": "custom",
        "componentLibrary": null
      },
      "confidence": {
        "buttons": 0.95,
        "colors": 0.9,
        "overall": 0.925
      }
    },
    "metadata": {
      "og:site_name": "PubMed Central (PMC)",
      "og:title": "The PHQ-9: Validity of a Brief Depression Severity Measure",
      "robots": "INDEX,NOFOLLOW,NOARCHIVE",
      "citation_doi": "10.1046/j.1525-1497.2001.016009606.x",
      "HandheldFriendly": "True",
      "ncbi_pdid": "article",
      "citation_publication_date": "2001 Sep",
      "citation_abstract_html_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/",
      "ncbi_app": "cloudpmc-viewer",
      "og:image": "https://cdn.ncbi.nlm.nih.gov/pmc/cms/images/pmc-card-share.jpg?_=0",
      "citation_volume": "16",
      "og:description": "While considerable attention has focused on improving the detection of depression, assessment of severity is also important in guiding treatment decisions. Therefore, we examined the validity of a brief, new measure of depression severity. The ...",
      "description": "While considerable attention has focused on improving the detection of depression, assessment of severity is also important in guiding treatment decisions. Therefore, we examined the validity of a brief, new measure of depression severity. The ...",
      "twitter:card": "summary_large_image",
      "citation_author": [
        "Kurt Kroenke",
        "Robert L Spitzer",
        "Janet B W Williams"
      ],
      "ncbi_pinger_stat_url": "https://pmc.ncbi.nlm.nih.gov/stat",
      "ncbi_db": "pmc",
      "ncbi_type": "fulltext",
      "theme-color": "#ffffff",
      "citation_pdf_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/pdf/jgi_01114.pdf",
      "og:url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/",
      "citation_firstpage": "606",
      "title": "\n            The PHQ-9: Validity of a Brief Depression Severity Measure - PMC\n        ",
      "MobileOptimized": "320",
      "citation_title": "The PHQ-9: Validity of a Brief Depression Severity Measure",
      "og:type": "article",
      "ncbi_domain": "jgimed",
      "language": "en",
      "ncbi_phid": "DB2B299390B803932C2993002028BFF1.m_1",
      "ncbi_pcid": "journal",
      "citation_issue": "9",
      "citation_fulltext_html_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/",
      "msapplication-config": "/static/img/favicons/browserconfig.xml",
      "citation_author_institution": [
        "Received from the Regenstrief Institute for Health Care and Department of Medicine, Indiana University, Indianapolis, Ind",
        "The New York State Psychiatric Institute and Department of Psychiatry, Columbia University, New York, NY",
        "The New York State Psychiatric Institute and Department of Psychiatry, Columbia University, New York, NY"
      ],
      "favicon": "https://pmc.ncbi.nlm.nih.gov/static/img/favicons/favicon-48x48.png",
      "citation_journal_title": "Journal of General Internal Medicine",
      "citation_pmid": "11556941",
      "viewport": "width=device-width, initial-scale=1.0",
      "twitter:site": "@ncbi",
      "scrapeId": "2d066f0a-a37f-4828-9497-2a3f134df196",
      "sourceURL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1495268/",
      "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC1495268/",
      "statusCode": 200,
      "contentType": "text/html; charset=utf-8",
      "proxyUsed": "basic",
      "indexId": "02aef843-bc8f-4123-a465-a011ee938d64",
      "creditsUsed": 5
    },
    "json": {
      "questions": [],
      "survey_basics": {
        "title": "The PHQ-9",
        "purpose": "Validity of a Brief Depression Severity Measure",
        "use_case": "Assessment of depression severity in clinical settings",
        "description": "The PHQ-9 is a self-administered questionnaire used to assess the severity of depression based on DSM-IV criteria.",
        "survey_provider": "National Institutes of Health (NIH)",
        "target_audience": "Healthcare providers and researchers",
        "target_industry": "Healthcare",
        "template_category": "Mental Health",
        "estimated_completion_time": "5-10 minutes"
      },
      "survey_structure": {
        "sections": [
          {
            "section_name": "Abstract",
            "section_order": 1,
            "question_numbers": [],
            "section_description": "Overview of the study and its findings."
          },
          {
            "section_name": "Methods",
            "section_order": 2,
            "question_numbers": [],
            "section_description": "Description of the PHQ and PHQ-9, study samples, and procedures."
          },
          {
            "section_name": "Results",
            "section_order": 3,
            "question_numbers": [],
            "section_description": "Findings related to the reliability and validity of the PHQ-9."
          },
          {
            "section_name": "Discussion",
            "section_order": 4,
            "question_numbers": [],
            "section_description": "Interpretation of results and implications for clinical practice."
          },
          {
            "section_name": "Acknowledgments",
            "section_order": 5,
            "question_numbers": [],
            "section_description": "Acknowledgment of funding and contributions."
          },
          {
            "section_name": "Appendix",
            "section_order": 6,
            "question_numbers": [],
            "section_description": "Nine-symptom checklist for the PHQ-9."
          },
          {
            "section_name": "References",
            "section_order": 7,
            "question_numbers": [],
            "section_description": "Citations of studies and literature referenced in the article."
          }
        ],
        "has_piping": false,
        "has_scoring": false,
        "has_sections": true,
        "has_branching": false,
        "total_questions": 0,
        "has_randomization": false
      },
      "ux_best_practices": [],
      "ui_design_patterns": {
        "typography": "Standard font for readability",
        "color_scheme": "Professional and neutral colors",
        "layout_style": "Structured and organized",
        "visual_style": "Clean and minimalistic",
        "button_styles": "Standard buttons for actions",
        "progress_type": "No progress indicator",
        "notable_features": [],
        "animation_effects": [],
        "question_per_page": "N/A",
        "is_mobile_optimized": false,
        "has_progress_indicator": false
      },
      "scoring_and_analytics": {
        "has_scoring": false,
        "scoring_method": "N/A",
        "result_categories": [],
        "interpretation_guidance": "Scores indicate severity of depression."
      },
      "accessibility_features": [],
      "domain_specific_elements": {
        "industry_terminology": [],
        "validated_scales_used": [
          {
            "scale_name": "PHQ-9",
            "description": "A 9-item depression severity measure",
            "scale_acronym": "PHQ-9",
            "scoring_method": "0-27 scale based on frequency of symptoms"
          }
        ],
        "compliance_considerations": [],
        "specialized_question_types": []
      },
      "skip_logic_and_branching": []
    }
  }
}